tap "derailed/k9s"
tap "domain-sandbox/aws-sso-profile"
tap "envato/envato-iamy"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "konstructio/taps"
tap "localstack/tap"
tap "norwoodj/tap"
tap "orangekame3/tap"
tap "shihanng/tfvar"
tap "weaveworks/tap"
brew "act"
brew "ansible"
brew "ansible-lint"
brew "argocd"
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "aws-sso-cli"
brew "awscli"
brew "awscurl"
brew "bash"
brew "caddy"
brew "cfn-lint"
brew "chezmoi"
brew "comby"
brew "direnv"
brew "dive"
brew "docker", link: false
brew "docker-slim"
brew "gh"
brew "icu4c@76"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "glooctl"
brew "gnupg"
brew "graphviz"
brew "groovy"
brew "helm"
brew "hey"
brew "hugo"
brew "iperf"
brew "jq"
brew "jsonnet"
brew "k3d"
brew "kubeseal"
brew "kustomize"
brew "libpq"
brew "minikube"
brew "netcat"
brew "nss"
brew "okta-aws-cli"
brew "p7zip"
brew "pandoc"
brew "pinentry-mac"
brew "pkgconf"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "qpdf"
brew "saml2aws"
brew "shellcheck"
brew "tcping"
brew "terraform-docs"
brew "tflint"
brew "tfmigrate"
brew "virtualenv"
brew "watch"
brew "wget"
brew "wrk"
brew "yamlfmt"
brew "yq"
brew "derailed/k9s/k9s"
brew "domain-sandbox/aws-sso-profile/aws-sso-profile"
brew "hashicorp/tap/packer"
brew "konstructio/taps/kubefirst"
brew "localstack/tap/localstack-cli"
brew "norwoodj/tap/helm-docs"
brew "orangekame3/tap/stree"
brew "shihanng/tfvar/tfvar"
brew "weaveworks/tap/eksctl"
cask "1password-cli"
cask "cameracontroller"
cask "git-credential-manager"
cask "openmtp"
cask "paintbrush"
cask "postman"
cask "rar"
cask "session-manager-plugin"
vscode "adrieankhisbe.vscode-ndjson"
vscode "atlassian.atlascode"
vscode "bierner.markdown-mermaid"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "iciclesoft.workspacesort"
vscode "kiliantyler.kubernetes-yaml-formatter-x"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "yoavbls.pretty-ts-errors"
