tap "buildkite/cli"
tap "cloudflare/cloudflare"
tap "envato/envato-iamy"
tap "golangci/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jacobbednarz/cf-vault"
tap "minamijoyo/tfupdate"
tap "shopify/shopify"
tap "sj26/git-buildkite"
brew "coreutils"
brew "asdf"
brew "autoconf@2.69", link: true
brew "awscli"
brew "bash"
brew "bats-core"
brew "benthos"
brew "caddy"
brew "glib"
brew "python@3.9"
brew "certbot"
brew "checkov"
brew "chezmoi"
brew "comby"
brew "docker", link: false
brew "exa"
brew "libssh"
brew "exiv2"
brew "harfbuzz"
brew "openjpeg"
brew "libass"
brew "libsodium"
brew "ffmpeg"
brew "fswatch"
brew "gawk"
brew "git"
brew "git-gui"
brew "gnupg"
brew "graphviz"
brew "grep"
brew "hugo"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "libmaxminddb"
brew "libpq"
brew "localstack"
brew "mas"
brew "modd"
brew "neo4j", restart_service: true
brew "node-build"
brew "nodenv"
brew "nss"
brew "nvm"
brew "packer"
brew "postgresql@12", restart_service: true, link: true
brew "pre-commit"
brew "pv"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ruby"
brew "shellcheck"
brew "terraform-docs"
brew "terraformer"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "wget"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "buildkite/cli/bk"
brew "cloudflare/cloudflare/cloudflared"
brew "envato/envato-iamy/iamy"
brew "golangci/tap/golangci-lint"
brew "heroku/brew/heroku"
brew "minamijoyo/tfupdate/tfupdate"
brew "shopify/shopify/ejson"
brew "sj26/git-buildkite/git-buildkite"
cask "aws-vault"
cask "cf-terraforming"
cask "cf-vault"
cask "docker"
cask "github"
cask "vagrant"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "NextDNS", id: 1464122853
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "WeChat", id: 836500024
